{
	"Hedef Kitlene Test Ettirmenin En Kolay Yolu": "Test your product with target customers",
	"Usersmagic, hedef kitlene test ettirmenin en kolay yolu. Usersmagic ile hedef kitlenize ulaşın, ürününüzün kullanıcı kitlesini genişletin, sosyal medya kanalları üzerinden ürününüzün reklamını yapın. Usersmagic'i kullanmaya başlamak için sitedeki formu doldurun, temsilcilerimiz bir hafta içinde size ulaşsın.": "Usersmagic, the easiest way of reaching your target audience. With usersmagic, create a testing group, find your potential customers, atke valuable feedbacks from our testers.",
	"Hemen Başla": "Start Now",
	"Ürününü hedef kitlene": "",
	" test ": "Test ",
	"ettirmenin en kolay yolu.": "your product with target customers.",
	"usersmagic": "usersmagic",
	", bir şirket için en iyisi": " is the best testing tool for teams.",
	"Daha fazla öğren": "Learn more",
	"Hizmetlerimiz": "Services",
	"Ürününüzü hedef kitlenize test ettiriyoruz.": "We test your product with your target customers.",
	"Ürününüzü sosyal medya kanalları aracılığıyla tanıtıyoruz. ": "Your testers share your product on social media to increase awareness amongst your target customers.",
	"Sonuçları analiz edip size bir yol haritası çiziyoruz.": "We analyze the test results and give you a data-driven path to grow your business.",
	"14-60 Yaş": "Access",
	"Aralığında": "more than",
	"17300 Kişilik": "17300",
	"Tester Ağı": "Target Customers",
	"Hedef kitlenizi belirleyin ve kitleniz ürününüzü": "Determine your customer segment and",
	" test etmeye ": " get feedback ",
	"başlasın.": "from them in a week.",
	"Test edecek kişiler": "Your target customers use your product,",
	" bir hafta boyunca ": " answer your questions",
	"ürününüzü kullansın, sorularınızı cevaplasın ve ekran kaydı ile deneyimlerini paylaşıp": ", and share their experience by screen recording.",
	" geri bildirim ": "",
	"versin.": "",
	"Hedef kitleniz deneyimlerini": "Your testing customers share their experiences on",
	" sosyal medyada  ": " social media ",
	"paylaşsın ve markanızı kitlenize yaysın.": "and spread your product to your target audience.",
	"Product ": "Product ",
	" Growth": " Growth",
	"Growth ": "Growth ",
	" Testing": " Testing",
	"Büyümeye ": "Are you ready ",
	"hazır mısınız?": "to grow?",
	"İsim Soyisim": "Name Surname",
	"Ünvan": "Title",
	"Sektör": "Business Area",
	"Şirket Adı": "Company Name",
	"Telefon Numarası": "Phone Number",
	"Ürün Linki": "Link To Your Product",
	"Aramıza Katıl": "Join Us",
	"İletişim": "Communication",
	"Tüm hakları saklıdır.": "All rights reserved.",
	"Para Kazan": "Earn Money",
	"Para Kazanmanın En Kolay Yolu": "The Easiest Way of Making Money",
	"Şirket Hesabı Aç": "Company Account",
	"Para kazanmanın en": "The easiest way of making",
	" kolay ": " money",
	"yolu.": ".",
	", sizin için en iyisi": ", the best for you",
	"Sana hitap eden app ve websitelerin test etmek için": "To test websites and applications you want",
	" başvur ": " apply ",
	"ve kısa bir süre içinde": "and start with us",
	"başla.": "in a week.",
	"Ürününü": "Test the product",
	"bir hafta süresince": "you want",
	"kullanıp test et. Bu hafta içinde sana verdiğimiz formu doldur ve bize": "and give us",
	"geri bildirimlerini": "your feedbacks",
	"ilet.": ".",
	"Son olarak formu bize gönder, formun incelensin,": "Lastly send us your form, we examine it, and",
	" bir hafta ": " in a week ",
	"içinde": "we will send",
	" paran hesabına yatsın. ": " your money. ",
	"Para kazanmaya ": "Are you ready ",
	"hazır mısın?": "to make some money?",
	"E-Posta": "E-Mail",
	"Ad Soyad": "Name Surname",
	"Cinsiyet": "Gender",
	"Gün": "Day",
	"Ay": "Month",
	"Yıl": "Year",
	"Aktif Öğrenci veya Mezun Olduğun Okul": "The School You Currently Study In or Graduated From",
	"Meslek": "Profession",
	" bir hafta süresince ": " bir hafta süresince ",
	" geri bildirimlerini ": " geri bildirimlerini ",
	"ver.": "ver.",
	"Öğrenciyim": "I am a student",
	"Kaydın başarı ile alındı, bir hafta içinde ekibimiz sana ulaşacak!": "Your application is taken succesfully, our team will contact you within a week!",
	"Lütfen geçerli bir e-posta adresi gir.": "Please enter a valid email address.",
	"Bu e-posta adresi zaten kaydedilmiş.": "This e-mail address is already in use.",
	"Bilinmeyen bir hata oluştu, lütfen daha sonra tekrar dene.": "An unknown error occured, please try again later.",
	"Başvurunuz başarı ile alındı, ekibimiz birkaç gün içinde sizinle iletişime geçecektir. Aramıza katıldığınız için teşekkür ederiz.": "Your application is taken successfully, thank you for joining us. Our team will contact you within a week.",
	"Lütfen formdaki bütün alanları doldurun.": "Please fill all the information in the form.",
	"Kaydınız alınırken bir hata oluştu, lütfen bilgilerinizi kontrol edin ve tekrar deneyin.": "There was an error about the information you have entered. Please check it and try again.",
	"Bilinmeyen bir hata oluştu, lütfen daha sonra tekrar deneyin.": "An unknown error occured, please try again later.",
	"Gizlilik Sözleşmesi": "Privacy Statement",
	"Test et ve Para Kazan": "Test et ve Para Kazan",
	"Marka Sayfası": "Marka Sayfası",
	"Zaten üye misin?": "Already registered?",
	"Giriş Yap": "Login",
	"Test Et ve Büyü": "Test and Grow",
	"Şifre": "Password",
	"Üye değil misin?": "Not registered yet?",
	"Üye Ol": "Register",
	"Test Etmenin En Karlı Yolu": "The Best Way of Testing",
	"Hesap Aç": "Open an Account",
	"Şifre Tekrarı": "Confirm Password",
	"Hesap açarak": "Hesap açarak",
	"Kullanıcı Sözleşmesini": "Kullanıcı Sözleşmesini",
	"kabul etmiş olursunuz.": "kabul etmiş olursunuz.",
	"Zaten bir hesabınız var mı": "Zaten bir hesabınız var mı",
	"Hesabın yok mu?": "Hesabın yok mu?",
	"Hedef kitlenize ulaşın": "Reach your target audience",
	"Kullanıcı ve veri odaklı  kararlar alarak ürününüzü ve pazarlama stratejinizi geliştirin.": "Develop your product and your maketing strategy by taking user and data based decisions.",
	"Başlayın": "Start Now",
	"HEDEFINIZE ULAŞMAK IÇIN": "TO REACH YOUR GOAL",
	"Kullanıcınızı anlamaya ve dinlemeye ihtiyacınız var": "You need to listen and understand your users",
	"Bazı kitle ve ürünlerimizde Coversion Rate’imiz neden düşük, İstanbul’da yaşayan beyaz yakalı yeni mezunlar ürünümüz hakkında ne düşünüyor, kullanıcımız gerçekten ne istiyor gibi soruları cevaplamak için Usersmagic var.": "Usersmagic exists to answer all of your questions such as why our Conversion Rate is low on some of our products and audiences, what do the new graduates living in New York think about our product or what our users really want.",
	"Bunu nasıl yapıyoruz?": "How we achieve it?",
	"Detaylı segmentasyon": "Detailed Segmentation",
	"Lokasyon, şehir, meslek, ilgi alanları, alışkanlıkları, kullandığı uygulamalar ve ürünler gibi bilgilere göre detaylı filtreleme ile istediğiniz profili ve kitleyi belirleyin.": "Create your user profile and audience type by setting detailed filters on users by location, profession, interests, hobies, habits, recently used apps and much more.",
	"Kullanıcı deneyimi incelemesi": "Examination of user experience",
	"Belirlediğiniz kitle uygulamanızı indirir veya websitenize girer, belirlenen görevi gerçekleştirir ve yaşadığı deneyime göre soruları cevaplar. Bu cevaplar ile kullanıcının deneyimini ölçer ve anlar, düşüncelerine ulaşırsınız. Açık uçlu cevaplar ile kalitatif, çoktan seçmeli cevaplar ile NPS, CSAT gibi kuantitatif verilere erişebilirsiniz.": "The audience you created download your app or register your webapp, complete the task list and answer questions on their experience. Then our team measures and understands the quality of the UX of the product, letting you know the very own idea of users. You may reach qualitative information with free response questions or quantitative data such as NPS/CSAT.",
	"Veri bazlı içgörü": "Data based insights",
	"Sunduğumuz analiz ile kullanıcının hissettiklerini,  kararlarını ve hareketlerini nedenleri ile birlikte öğrenirsiniz. Bu bilgiler  ürününüzü geliştirmenizi, yeni pazarlara ve kitlelere açılmanızı ve hedeflediğiniz metriklere ulaşmanızı sağlar.": "You learn your users feelings, decisions and reactions by using the analyse report we have provided. In light of these information, you may improve your product, explore new audiences or markets and reach your goals.",
	"Sizinle büyüyen,": "Everyday growing,",
	"hızla gelişen": "always improving",
	"Her geçen gün artmaya devam ediyor.": "Continues to increase without a stop.",
	"Ülke": "Country",
	"Müşteri": "Client",
	"Çalışma": "Work",
	"Bize Ulaşın": "Reach Us",
	"Usersmagic’ten nasıl faydalanabileceğinizi öğrenmek, bilgi almak ve bizimle çalışmak için bize ulaşın": "Contact our team to learn how to benefit Usersmagic, answer your questions and work with us",
	"Bir hata oluştu, lütfen daha sonra tekrar deneyin.": "An error occured, please try again.",
	"Bu e-posta adresi ile zaten bir kayıt alınmış.": "This email is already registered.",
	"Lütfen gerekli tüm bilgileri doldurun.": "Please enter all the necessary information.",
	"Kaydınız alındı, ekibimiz en kısa zamanda size ulaşacak. Teşekkürler.": "Your registration is now complete, our team will reach you in shortest notest possible. Thank you for your inteerest.",
	"Tester Olmak İstiyorum": "Become a Tester",
	"Kaydol": "Register",
	"Hakkında": "About",
	"Kullanım Sözleşmesi": "User Agreement",
	"Nasıl mı?": "How?",
	"Adınız": "Your First Name",
	"Soyadınız": "Your Last Name",
	"Email": "Email",
	"Detay (Opsiyonel)": "Any details (Optional)",
	"Gönder": "Send"
}
