{
	"The best way of testing": "Test Etmenin En Karlı Yolu",
	"Usersmagic, the easiest way of making money by testing web platforms and apps. By using Usersmagic, you can earn money fast and easy. All of the data you have shared with us is secured by our user agreement. Why don't you start using Usersmagic now?": "Usersmagic, hedef kitlene test ettirmenin en kolay yolu. Usersmagic ile hedef kitlenize ulaşın, ürününüzün kullanıcı kitlesini genişletin, sosyal medya kanalları üzerinden ürününüzün reklamını yapın. Usersmagic'i kullanmaya başlamak için sitedeki formu doldurun, temsilcilerimiz bir hafta içinde size ulaşsın.",
	"Become a Tester": "Tester Olmak İstiyorum",
	"Try Usersmagic": "Bize Ulaşın",
	"Reach your target customers": "Hedef kitlenize ulaşın",
	"Improve your product and marketing strategy with user and data-driven decision making.": "Kullanıcı ve veri odaklı kararlar alarak ürününüzü ve pazarlama stratejinizi geliştirin.",
	"Start Now": "Başlayın",
	"TO REACH YOUR GOALS": "HEDEFINIZE ULAŞMAK IÇIN",
	"You need to listen to and understand your customers": "Kullanıcınızı anlamaya ve dinlemeye ihtiyacınız var",
	"Why are our conversion rates lower than expected for certain products and segments, what do Gen-Z think about our product, what do new grads in New York need? Usersmagic allows you to find the responses to your questions so that you can understand your customers from all segments and improve your product or service.": "Bazı kitle ve ürünlerimizde Coversion Rate’imiz neden düşük, İstanbul’da yaşayan beyaz yakalı yeni mezunlar ürünümüz hakkında ne düşünüyor, kullanıcımız gerçekten ne istiyor gibi soruları cevaplamak için Usersmagic var.",
	"How?": "Nasıl mı?",
	"How do we do it?": "Bunu nasıl yapıyoruz?",
	"Detailed Segmentation": "Detaylı Segmentasyon",
	"Filter your target by location, gender, job, education, hobbies, and products they already use. You can choose your exact target segment from our extensive and detailed user-database.": "Lokasyon, şehir, meslek, ilgi alanları, alışkanlıkları, kullandığı uygulamalar ve ürünler gibi bilgilere göre detaylı filtreleme ile istediğiniz profili ve kitleyi belirleyin.",
	"User Experience Analysis": "Kullanıcı Deneyimi İncelemesi",
	"Your target audience downloads your app or enters your website, completes your task, and completes the survey according to their experience. We analyze quantitative data, such as Net Promoter Score, Customer Satisfaction Score, and qualitative data, so that you not only measure but also understand their experience, feelings, and thoughts.": "Belirlediğiniz kitle uygulamanızı indirir veya websitenize girer, belirlenen görevi gerçekleştirir ve yaşadığı deneyime göre soruları cevaplar. Bu cevaplar ile kullanıcının deneyimini ölçer ve anlar, düşüncelerine ulaşırsınız. Açık uçlu cevaplar ile kalitatif, çoktan seçmeli cevaplar ile NPS, CSAT gibi kuantitatif verilere erişebilirsiniz.",
	"Data-based Insights": "Veri Bazlı İçgörü",
	"Understand the reasoning behind how your user feels, decides, and acts through our thorough analysis. The insights we provide allow you to improve your product, enter new markets and segments, and reach your goal metrics.": "Sunduğumuz analiz ile kullanıcının hissettiklerini,  kararlarını ve hareketlerini nedenleri ile birlikte öğrenirsiniz. Bu bilgiler  ürününüzü geliştirmenizi, yeni pazarlara ve kitlelere açılmanızı ve hedeflediğiniz metriklere ulaşmanızı sağlar.",
	"Growing every day": "Sizinle büyüyen,",
	"Growing every day 2": "hızla gelişen",
	"Usersmagic gets the job done for UX researchers, Product Managers, and Founders across the world.": "Her geçen gün artmaya devam ediyor.",
	"Countries": "Ülke",
	"Clients": "Müşteri",
	"Cases": "Çalışma",
	"Register": "Kaydol",
	"Login": "Giriş Yap",
	"About": "Hakkında",
	"Privacy Statement": "Gizlilik Sözleşmesi",
	"User Agreement": "Kullanım Sözleşmesi",
	"E-Mail": "E-Posta",
	"Company Page": "Şirket Sayfası",
	"Yes, go to company page": "Evet, şirket sayfasına git",
	"Continue with tester page": "Tester sayfası ile devam et",
	"BECOME A TESTER": "TESTER OL",
	"Be heard by companies,": "Şirketler ile görüşlerini paylaş,",
	"while getting paid": "fazladan para kazan",
	"Becoming a tester can help you turn your opinions into extra": "Bir tester olmak görüşlerini paylaşarak ek gelir",
	"income and support great products you might use and love.": "elde etmeni ve sevdiğin ürünleri desteklemeni sağlar.",
	"Create an account": "Hesap Yarat",
	"Join the waitlist and fill out some surveys to earn priority. You will receive an email when you are in.": "Bekleme listesine katıl ve öncelik kazanmak için bazı testleri doldur. Siteye girdiğin zaman sana bir e-posta göndereceğiz.",
	"Answer questions": "Soruları Cevapla",
	"All you have to do is answer some questions about what you think about certian apps and websites. ": "Yapman gereken tek şey bazı uygulamalar ve web siteleri üzerine görüşlerin hakkında soruları cevaplamak.",
	"Get paid": "Para Kazan",
	"We will pay you as soon as your answers are accepted. You will receive payments through Paypal.": "Cevapların onaylanır onaylanmaz sana ödemeni yapacağız. Paranı Papara üzerinden çekebilirsin.",
	"Becoming a tester can help you turn your opinions into extra income and support great products you might use and love.": "Bir tester olmak görüşlerini paylaşarak ek gelir elde etmeni ve sevdiğin ürünleri desteklemeni sağlar.",
	"Are you a tester?": "Bir tester mısın?",
	"Yes, go to tester page": "Evet, tester sayfasına git",
	"Continue with company page": "Şirket sayfası ile devam et",
	"Join the waitlist": "Bekleme Listesine Katıl",
	"Already have an account?": "Already have an account?"
}