{
	"The best way of testing": "Test Etmenin En Karlı Yolu",
	"Usersmagic, the easiest way of making money by testing web platforms and apps. By using Usersmagic, you can earn money fast and easy. All of the data you have shared with us is secured by our user agreement. Why don't you start using Usersmagic now?": "Usersmagic, hedef kitlene test ettirmenin en kolay yolu. Usersmagic ile hedef kitlenize ulaşın, ürününüzün kullanıcı kitlesini genişletin, sosyal medya kanalları üzerinden ürününüzün reklamını yapın. Usersmagic'i kullanmaya başlamak için sitedeki formu doldurun, temsilcilerimiz bir hafta içinde size ulaşsın.",
	"Become a Tester": "Tester Olmak İstiyorum",
	"Try Usersmagic": "Bize Ulaşın",
	"Reach your target customers": "Hedef kitlenize ulaşın",
	"Improve your product and marketing strategy with user and data-driven decision making.": "Kullanıcı ve veri odaklı kararlar alarak ürününüzü ve pazarlama stratejinizi geliştirin.",
	"Start Now": "Başlayın",
	"TO REACH YOUR GOALS": "HEDEFINIZE ULAŞMAK IÇIN",
	"You need to listen to and understand your customers": "Kullanıcınızı anlamaya ve dinlemeye ihtiyacınız var",
	"Why are our conversion rates lower than expected for certain products and segments, what do Gen-Z think about our product, what do new grads in New York need? Usersmagic allows you to find the responses to your questions so that you can understand your customers from all segments and improve your product or service.": "Bazı kitle ve ürünlerimizde Coversion Rate’imiz neden düşük, İstanbul’da yaşayan beyaz yakalı yeni mezunlar ürünümüz hakkında ne düşünüyor, kullanıcımız gerçekten ne istiyor gibi soruları cevaplamak için Usersmagic var.",
	"How?": "Nasıl mı?",
	"How do we do it?": "Bunu nasıl yapıyoruz?",
	"Detailed Segmentation": "Detaylı Segmentasyon",
	"Filter your target by location, gender, job, education, hobbies, and products they already use. You can choose your exact target segment from our extensive and detailed user-database.": "Lokasyon, şehir, meslek, ilgi alanları, alışkanlıkları, kullandığı uygulamalar ve ürünler gibi bilgilere göre detaylı filtreleme ile istediğiniz profili ve kitleyi belirleyin.",
	"User Experience Analysis": "Kullanıcı Deneyimi İncelemesi",
	"Your target audience downloads your app or enters your website, completes your task, and completes the survey according to their experience. We analyze quantitative data, such as Net Promoter Score, Customer Satisfaction Score, and qualitative data, so that you not only measure but also understand their experience, feelings, and thoughts.": "Belirlediğiniz kitle uygulamanızı indirir veya websitenize girer, belirlenen görevi gerçekleştirir ve yaşadığı deneyime göre soruları cevaplar. Bu cevaplar ile kullanıcının deneyimini ölçer ve anlar, düşüncelerine ulaşırsınız. Açık uçlu cevaplar ile kalitatif, çoktan seçmeli cevaplar ile NPS, CSAT gibi kuantitatif verilere erişebilirsiniz.",
	"Data-based Insights": "Veri Bazlı İçgörü",
	"Understand the reasoning behind how your user feels, decides, and acts through our thorough analysis. The insights we provide allow you to improve your product, enter new markets and segments, and reach your goal metrics.": "Sunduğumuz analiz ile kullanıcının hissettiklerini,  kararlarını ve hareketlerini nedenleri ile birlikte öğrenirsiniz. Bu bilgiler  ürününüzü geliştirmenizi, yeni pazarlara ve kitlelere açılmanızı ve hedeflediğiniz metriklere ulaşmanızı sağlar.",
	"Growing every day": "Sizinle büyüyen,",
	"Growing every day 2": "hızla gelişen",
	"Usersmagic gets the job done for UX researchers, Product Managers, and Founders across the world.": "Her geçen gün artmaya devam ediyor.",
	"Countries": "Ülke",
	"Clients": "Müşteri",
	"Cases": "Çalışma",
	"Register": "Kaydol",
	"Login": "Giriş Yap",
	"About": "Hakkında",
	"Privacy Statement": "Gizlilik Sözleşmesi",
	"User Agreement": "Kullanım Sözleşmesi",
	"E-Mail": "E-Posta",
	"Password": "Şifre",
	"Confirm Password": "Şifreyi Onayla",
	"By clicking the box, you accept": "Kutucuğu işaretleyerek Usersmagic",
	"and": "ve",
	"for using Usersmagic and give your permission for protection and usage of your informations.": "kabul ediyor, kişisel verilerin korunması ve işlenmesine ilişkin açık rıza veriyorum.",
	"Already a member?": "Zaten üye misin?",
	"Please write your email, password and confirm your password": "Lütfen e-postanızı ve şifrenizi yazın ve şifrenizi onaylayın",
	"Your email address is not valid": "Girdiğiniz e-posta adresi geçerli değil",
	"This email is already on use": "Bu e-posta adresi ile kayıtlı bir hesap zaten mevcut",
	"Your password should be at least 6 digits": "Şifreniz en az 6 haneli olmalı",
	"Please confirm your password": "Lütfen şifrenizi onaylayın",
	"Please accept the User Agreement and Privacy Statement": "Lütfen Gizlilik ve Kullanım Sözleşmesi'ni onaylayın",
	"An unknown error occured, please try again later": "Bilinmeyen bir hata oluştu, lütfen daha sonra tekrar deneyin",
	"Please check your internet connection and try again": "Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin",
	"Not a member?": "Üye değil misin?",
	"Reset Password": "Şifremi Unuttum",
	"Please write your email and password": "Lütfen e-posta ve şifrenizi yazın",
	"This account does not exist": "Hesap bulunamadı",
	"Your password is wrong": "Lütfen şifrenizi kontrol edin",
	"Complete Your Account": "Hesabınızı Tamamlayın",
	"Full Name": "Ad Soyad",
	"Country": "Yaşadığın Ülke",
	"United States of America": "Amerika Birleşik Devletleri",
	"Turkey": "Türkiye",
	"Great Britain": "İngiltere",
	"Female": "Kadın",
	"Male": "Erkek",
	"Other": "Diğer",
	"Prefer not to say": "Söylemeyi tercih etmiyorum",
	"Birth Year": "Doğum Yılı",
	"Continue": "Devam Et",
	"Gender": "Cinsiyet",
	"Phone Number": "Telefon Numarası",
	"Please write your name, phone number, birth year and choose your country and gender": "Lütfen isminizi, telefon numaranızı, doğum tarihinizi yazın ve ülkenizi ve cinsiyetinizi belirtin",
	"The country you wrote is not recognized. Please choose one from the list": "Yazdığınız ülke bulunamadı. Lütfen listeden bir tane seçin",
	"The gender you wrote is not recognized. Please choose one from the list": "Yazdığınız cinsiyet bulunamadı. Lütfen listeden bir tane seçin",
	"The phone number you wrote is not valid": "Lütfen geçerli bir telefon numarası yazın",
	"Campaigns": "Kampanyalar",
	"Filters": "Filtreler",
	"In Review": "Bekleyenler",
	"History": "Geçmiş",
	"Okay": "Tamam",
	"Dismiss": "Kapat",
	"Wallet": "Cüzdan",
	"Are you sure you want to withdraw 10 credit from your account?": "Hesabından 10 kredi çekmek istediğine emin misin?",
	"We will approve your credit and send the money to your PayPal account within a week.": "Bir hafta içinde işlemini onaylayıp paranı Papara hesabına yatıracağız.",
	"Please write your PayPal number": "Lütfen Papara numaranı yaz",
	"We need a PayPal number in order to send you your money. Remember, you cannot change your number after you confirm.": "Sana paranı ödeyebilmek için bir Papara numarasına ihtiyacımız var. Unutma, Papara numaranı bir kere girdikten sonra değiştiremezsin.",
	"Do you confirm your payment number?": "Ödeme numaranı onaylıyor musun?",
	"Please confirm that you want to continue with given number. Once you confirm, you cannot change or delete your number. PayPal Number:": "Lütfen girdiğin numara ile devam etmek istediğini onayla. Onayladıktan sonra numaranı değiştiremez ya da silemezsin. Papara Numarası:",
	"PayPal Number": "Papara Numarası",
	"Until Withdrawal": "Şuanki Kredi",
	"Waiting Credit": "Bekleyen Kredi",
	"Total Earned": "Toplam Kazanılan",
	"Withdraw": "Para Çek",
	"Confirm": "Onayla",
	"Cancel": "Vazgeç",
	"An unknown error occured": "Bilinmeyen bir hata oluştu",
	"Please try again later. If the problem continues, contact us at hello@usersmagic.com.": "Lütfen daha sonra tekrar deneyin. Eğer problem devam ederse bize  hello@usersmagic.com adresinden ulaşabilirsiniz.",
	"Your PayPal number is updated!": "Papara numaran güncellendi!",
	"Now, you may withdraw your money. If you later have a problem using the system, please feel free to contact us at hello@usersmagic.com.": "Artık para çekme işlemine devam edebilirsin. Eğer ilerde sistemi kullanırken herhangi bir hata ile karşılaşırsan bize hello@usersmagic.com adresinden ulaşabilirsin.",
	"You don't have enough credit to withdraw": "Yeterli krediniz yok",
	"You must at least have 0 credits to withdraw.": "Paranızı çekmek için en az 0 krediniz bulunmalı.",
	"Settings": "Ayarlar",
	"short_text": "Kısa Cevap",
	"long_text": "Uzun Cevap",
	"checked": "Çok Seçmeli",
	"radio": "Tek Seçmeli",
	"range": "Sayısal Değerlendirme",
	"yes_no": "Evet Hayır",
	"multiple_choice": "Çoktan Seçmeli",
	"opinion_scale": "Sayısal değerlendirme",
	"open_answer": "Yazılı Cevap",
	"Your answer": "Cevabınız",
	"Required": "Zorunlu",
	"Not required": "Zorunlu değil",
	"Your Answers": "Cevaplarınız",
	"Back": "Geri",
	"Submit": "Bitir",
	"Clear answers": "Cevapları temizle",
	"Are you sure you want to continue?": "Devam etmek istediğinize emin misiniz?",
	"You cannot edit or delete your answers once you submit your test. You must rejoin the campaign if your answers are rejected, so please double-check what you wrote. Thank you :)": "Cevaplarınızı yolladıktan sonra değiştiremez ya da silemezsiniz. Eğer cevaplarınız reddedilirse kampanyaya yeniden katılmalısınız, bu yüzden lütfen cevaplarınızı yollamadan önce kontrol edin. Teşekkür ederiz :)",
	"New surveys are here!": "Yeni testler burada!",
	"You can earn": "Bu sayfadaki testleri tamamlayarak",
	"when you complete the following": "kazanabilirsiniz",
	"New": "Yeni",
	"Complete": "Eski",
	"You joined the waitlist!": "Bekleme listesine girdiniz!",
	"For early access, complete the short surveys in the \"Filters\" section. You will receive an email when you are off the waitlist. Meanwhile, join our discord server to hang out with others and ask questions.": "Listeden çıktığınız ve yeni kampanyalara katılabileceğiniz zaman sizi bir e-posta ile bilgilendireceğiz.",
	"You may complete filters to higher your rank among other users.": "Filtreleri tamamlayarak diğer kullanıcılar arasındaki sıralamanızı yükseltebilirsiniz.",
	"You are not paid for most of the filters, but with each question you answer you will get closer to the top of the list.": "Filtrelerin bir çoğunu tamamlayınca kredi kazanmazsınız, fakat cevapladığınız her bir soru ile listeden çıkmaya daha da yaklaşırsınız.",
	"Go to Filters": "Filtrelere Git",
	"Complete your filter surveys": "Filtrelerinizi tamamlayın",
	"When you complete your filter surveys, you can join paid surveys more frequently!": "Filtrelerinizi tamamlayarak daha çok kampanyaya katılma hakkı kazanabilirsiniz!",
	"There are no new filter surveys. Please come back again later!": "Şuan hiçbir yeni filtre yok, lütfen daha sonra tekrar gelin!",
	"See your current campaigns": "Katıldığınız kampanyaları görün",
	"See the status of your joined campaigns and filters": "Katıldığınız kampanya ve filtrelerdeki ilerlemenizi görün",
	"You don't have any submitions here, join a campaign to see your progress": "Hiçbir kampanyanız bulunmuyor, ilerlemenizi görmek için bir kampanyaya ya da filtreye katılın",
	"Join": "Katıl",
	"View Details": "View Details",
	"Özel Kampanya": "Özel Kampanya",
	"Waiting for Approval": "Onay Bekliyor",
	"None of your submissions are yet approved or rejected, please wait": "Henüz hiçbir kampanyanız sonuçlanmadı, lütfen bekleyin",
	"Your Answers are Approved!": "Cevaplarınız onaylandı!",
	"Your Answers are Rejected": "Cevaplarınız reddedildi",
	"Your Submition is Timeout": "Kampanyayı Verilen Sürede Tamamlamadınız",
	"Please write your password": "Lütfen bir şifre girin",
	"The password is wrong": "Girdiğiniz şifre yanlış",
	"Welcome to your new survey": "Hoş Geldiniz!",
	"There is no right or wrong! Just be honest along the way": "Doğru ya da yanlış cevap yok! Sadece cevaplarınızda dürüst olmanıza ihtiyacımız var",
	"Your answers are valuable, be as detailed as possible": "Cevaplarınız bizim için değerli, lütfen olabildiğince detaylı olun",
	"Your privacy is valuable! Your answers will always be anonymous": "Gizliliğinizi önemsiyoruz. Cevaplarınız isimsiz olacak",
	"Go to instructions": "Talimatlara Git",
	"Instructions": "Talimatlar",
	"Start your test": "Teste Başla",
	"NO": "Hayır",
	"YES": "Evet",
	"You cannot edit or delete your answers once you submit your test. Thank you :)": "Cevaplarınızı yolladıktan sonra değiştiremez ya da silemezsiniz. Teşekkür ederiz :)",
	"The Best Way of Testing": "Test Etmenin En İyi Yolu",
	"You have completed your test!": "Testinizi Tamamladınız!",
	"Thank you a lot for completing this test. Remember, you can earn some money by having an account on Usersmagic and completing user tests of famous brands.": "Bu testi tamamladığınız için teşekkür ederiz. Unutmayın, Usersmagic üzerinde bir hesaba sahip olursanız ünlü markalarının kullanıcı araştırma testlerini tamamlayarak para kazanabilirsiniz.",
	"Try Usersmagic Now": "Şimdi Dene",
	"Would you like to create your own free test and share it with the ones you want to hear?": "Kendi testinizi yaratmak ve fikrini duymak istediklerinizle paylaşmak ister misiniz?",
	"Have an Account on App.Usersmagic": "App.Usersmagic'i Dene",
	"Germany": "Almanya",
	"England": "İngiltere",
	"Completed surveys": "Tamamlanmış kampanyalarınız görün",
	"Here are the past surveys you completed": "Eski ve tamamlanmış kampanyalarınızı görün",
	"Welcome to Usersmagic!": "Usersmagic'e Hoşgeldiniz!",
	"We're excited to have you get started. Please confirm your email address before you start earning with Usersmagic!": "Seni aramızda gördüğümüz için çok mutluyuz. Lütfen Usersmagic ile para kazanmaya başlamadan önce hesabını onayla!",
	"CONFIRM EMAIL": "E-Posta Onayla",
	"Confirm Your Email": "E-Postanı Onayla",
	"We sent a confirmation link to the email you provided,": "Hesabını açmak için kullandığın",
	". Please click the link on the email to confirm your email address.": "e-posta adresine bir e-posta gönderdik. Lütfen e-postadaki butonu kullanarak hesabını onayla.",
	"Resend Confirmation Link": "E-Postayı Yeniden Gönder"
}
